cases/00-tutorials/Plate2D-2b-dt2/constant/timeVsLaserPosition1
(
    (0    (0 0.005 0.01))
    (1    (0 0.005 -0.59))
)