cases/00-tutorials/Plate2D-2b-dt2/constant/timeVsLaserPower1
(
    (0           2000)
    (1           2000)
)