cases/00-tutorials/Plate2D-2b-dt2/0/pH
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      pH;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [2 2 -5 0 0 0 0];//[1 1 -3 0 0 0 0]; <- original units

internalField   uniform 0;

boundaryField
{
	frontAndBack{
   
   type            fixedValue;
        value           uniform 0;
	}
    lowerWall
    {
      type            zeroGradient;  
    }
    atmosphere
    {
	type            zeroGradient;
    }
    defaultFaces
    {
        type            empty;
    }
}

// ************************************************************************* //
